/* Label for the button, displayed in the menu, used to create a bookmark for the current website. */
"Menu.AddBookmarkAction.Title" = "Seite zu Favoriten hinzufügen";

/* Label for the button, displayed in the menu, used to close all tabs currently open. */
"Menu.CloseAllTabsAction.Title" = "Alle Tabs schließen";

/* Label for the button, displayed in the menu, used to copy the page url to the clipboard. */
"Menu.CopyAddress.Title" = "Link-Adresse kopieren";

/* Label for the button, displayed in the menu, used to open the toolbar to search for text within the current page. */
"Menu.FindInPageAction.Title" = "Auf Seite suchen";

/* Label for the button, displayed in the menu, used to open a new private tab. */
"Menu.NewPrivateTabAction.Title" = "Neuen Ghost Tab öffnen";

/* Label for the button, displayed in the menu, used to open a new tab */
"Menu.NewTabAction.Title" = "Neuen Tab öffnen";

/* Label for the button, displayed in the menu, used to open the share dialog. */
"Menu.SharePageAction.Title" = "Seite teilen mit…";

